ark
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
bun
cava
clang
cliphist
code
cowsay
cpupower
dart-sass
dolphin
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-hangul
fcitx5-qt
firefox
flatpak
fzf
gamemode
git
gjs
grim
grub
gvfs
gvfs-mtp
hyprland
hyprlock
hyprpaper
intel-gpu-tools
intel-media-driver
intel-ucode
jq
kdeconnect
kitty
krita
linux
linux-firmware
lolcat
mangohud
mesa-demos
nano
network-manager-applet
networkmanager
networkmanager-dmenu
noto-fonts-cjk
noto-fonts-emoji
nwg-look
os-prober
pavucontrol
pipewire
pipewire-pulse
plasma-nm
qt6-tools
reflector
rofi
rofi-emoji
sbctl
sddm
sfml
slurp
socat
speedtest-cli
spotify-launcher
starship
steam
stow
sudo
swappy
swaybg
swaync
timeshift
ttf-jetbrains-mono-nerd
vulkan-intel
waybar
wev
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yazi
zram-generator
